Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-C.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ བཏང་བ་ དང་ དེ་ནས་ ཡང་ འདུ་ཤེས་ རྙེད་ ནས་ ལྷ་མ་ ཡིན་ དེ་དག་ ལ་ འདི་སྐད་ སྨྲ འོ །_།
en: When Overjoyed regains consciousness, he will ask the asuras,

source: ཅི་ དཔུང་ འདི་ གཅིག་པུ་ དཔའ་བ་ ཡིན་ ནམ །_ ལྷ་མ་ ཡིན་ གྱི་ དབང་པོ་ ཁྱེད་ ཀུན་ ལྷ འི་ དབང་པོ་ ལ་ རྒོལ་ མི་ ནུས་ སམ །_
en: ‘Is this the only army that has any courage? All you rulers of asuras, are you incapable of attacking the ruler of the gods?’

source: དེ་ནས་ ལྷ་མ་ ཡིན་ གྱི་ དབང་པོ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ དེ་ནས་ ཡང་ ས་སྲུང་ གི་ བུ་ག་ ལ་བ་ དེར་ བརྒྱུགས་ སོ །_།
en: $360 “The gathered asura rulers will then once more charge Airāvaṇa.

source: དེ་དག་ འོང་བ་ མངོན་པར་ མཐོང་ ནས །_ དབང་པོ ས་ དེ་དག་ གི་ སྲོག་ གཅད་པ ར་ བྱ་བ འི་ ཕྱིར་ ནི་ མ་ ཡིན་ གྱི །_ ཕ་རོལ་ ཕམ་པ་ ཁོ་ན ར་ བྱ་བ འི་ ཕྱིར་ སྒྱུ་མ འི་ སེར་བ་ རྡོ་རྗེ་ ལྟ་བུ་ རྣམ་པ་ དུ་མ་ ཕབ་བོ །_།
en: But when Śakra sees them coming, he will send down magical, vajra-like hailstorms, not in order to kill anyone but only with the purpose of conquering them.

source: དེ་ནས་ ཡང་ དབང་པོ་ ག་ལ་བ་ དེར་ རི་ ཆར་ ལྟར་ འབེབས་ ཤིང་ ལྷ འི་ དབང་པོ་ དེ འི་ སྟེང་ དུ་ མཚོན་ཆ་ རྣམ་པ་ སྣ་ཚོགས་ འཕེན་ ཏོ །_།
en: In return, the asuras will bring down rains of mountains and hurl myriad kinds of weapons at the ruler of the gods.

source: དེ་ ལ་ རི་བོ་ དེ་ ཆར་ ལྟར་ འབེབས་པ་ ན །_ ཆར་ གྱི་ རྒྱུན་ དུས་ སུ་ འབབ་པ་ ལྟར་ རི་བོ་ ཆར་ ལྟར་ འབབ་པ་ རྣམས་ ཀྱང་ མཛེས་པ་ ཡིན་ ཏེ །_
en: The downpour of mountains will be beautiful, like a timely rain.

source: དེ་ལྟ ར་ ལྷ་ དང་ ལྷ་མ་ ཡིན་ གྱི་ གཡུལ་ དཔེ་མེད་པ་ རྣམ་པ་ སྣ་ཚོགས་ བཀྱེའོ །_།
en: In this way, the gods and asuras will continue waging numerous battles that defy any comparison.

source: དེ་ནས་ ལྷ་ རྣམས་ ཀྱིས་ ལྷ་མ་ ཡིན་ དེ་དག་ མངོན་པར་ མཐོང་ ནས །_ དེ་ནས་ ཡང་ ལྷ་ རྣམས་ ལྷ་མ་ ཡིན་ གྱི་ དཔུང་ ག་ལ་བ་ དེར་ བརྒྱུགས་ སོ །_། དེ་ནས་ ལྷ་མ་ ཡིན་ཡང་ གཡུལ་འགྱེད་པ འི་ ཕྱིར །_ ལྷ་ རྣམས་ ག་ལ་བ་ དེར་ བརྒྱུགས་ སོ །_།
en: $361 “When the gods see the asuras coming, they will surge forth against their army, and the asuras will, for their part, maintain their defensive stance against the gods.

source: དེ་ནས་ རྣམ་པ་ དུ་མ ར་ འཁྲུགས་ ཤིང་ སྐྲག་པ ར་ བྱེད་པ་ རྣམ་པ་ དུ་མ་ བྱུང་ སྟེ །_ དེ་ལྟ ར་ ལྷ་ དང་ ལྷ་མ་ ཡིན་ རྣམས་ ཀྱང་ གཡུལ་ གསལ་བ ར་ བཀྱེའོ །_། དེ་ལྟ ར་ དབང་པོ་ དང་ ལྷ་མ་ ཡིན་ རྣམས་ མཚོན་ཆ་ དང་ རྡོ་རྗེ ས་ འཇོམས་པ་ ལྟ་བུ འི་ གཡུལ་ ཆེན་པོ་ གཞན་ དང་ མི་ འདྲ་བ་ མང་པོ་ བཀྱེའོ །_།
en: In this way the war will rage on, with all sorts of upheavals and horrors, as the gods and asuras keep on fighting great and unparalleled battles with their destructive weapons and vajras.

source: ལྷ་མ་ ཡིན་ རྣམ་པ་ དུ་མ་ དག་ མངོན་པར་ མཐོང་ ནས་ བརྒྱ་བྱིན་ གྱིས་ ལྷ་མ་ ཡིན་ [51a] གྱི་ དབང་པོ་ དག་ སྲོག་ དང་ བྲལ་བ ར་ ནི་ མི་ བྱེད་ ལ །_ ཕམ་པ་ ཁོ་ན ར་ བྱ་བ འི་ ཕྱིར་ ཆེད་ དུ་ གནས་ སོ །_།
en: When Śakra beholds the numerous and diverse asuras, he wages battle not with the intention of taking anyone’s life, [51.a] but simply to vanquish them.

source: དེ་ནས་ ལྷ་མ་ ཡིན་ གྱི་ དབང་པོ་ དེ་དག་ ཐམས་ཅད་ ཀྱང་ ལྷ་མ་ ཡིན་ གྱི་ དབང་པོ་ རབ་དགོད་ དང་ ཐགས་ བཟངས་ རིས་ དེ་དག་ དང་ བཅས་པ་ མ་ལུས་པ ར་ ཕམ་པ་ ཉིད་ དུ་ གྱུར་ ཏེ །_
en: $362 “In the end, all the asura rulers, including Overjoyed and Vemacitrin, will, without exception, be defeated.

source: མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ གནས་ འདོད་པ །_ སྤྲོ་བ་ མེད་པ་ དག་ས འི་ འོག་ གི་ སྒོ་ ག་ལ་བ་ དེ་ དང་ དེར་ འབྲོས་པ ར་ བྱེད་ དོ །_།
en: Yearning for protection, refuge, and support, they will be bereft of all joy and thus flee below the ground.

source: རབ་དགོད་ དེ་ ཤིན་ཏུ་ འབྲོས་པ་ ནི །_ ལྷ་མ་ ཡིན་ གྱི་ དབང་པོ་ གཞན་ གསུམ་པོ་ འཁོར་ འབུམ་ སྙེད་ དང་ ལྡན་པ་ རྣམས་ ཀྱིས་ མདུན་ ན་ སྐད་ངན་ ཐོན་ ཅིང་ ཀུན་ ནས་ མངོན་པར་ གནོད་པ་ རྣམས་ ཀྱིས་ འབྲོས་པ་ ན་ བརྒྱ་བྱིན་ གྱིས་ ས་སྲུང་ གི་ བུ་ ལ་ སྨྲས་པ །_
en: As Overjoyed beats a hasty retreat along with the other three asura rulers and their hundred thousandfold retinues, all howling and miserable, Śakra will call out to Airāvaṇa,

source: གླང་པོ་ཆེ འི་ དབང་པོ་ རབ་དགོད་ དང་ ཐགས་ བཟངས་ རིས་ ཀྱི་ བརྩོན་འགྲུས་ ནི་ ཤོར །_ ཤིང་རྟ་ ནི་ ཆག་ ཀྱང་ ངས་ དེ་དག་ གསད་པ ར་ མི་ ནུས་ ཏེ །_ དྲང་སྲོང་ ཆེན་པོ ས་ མྱ་ངན་ ལས་ འདས་པ ར་ འགྲོ་བ འི་ གཞི་ ནི་ སྲོག་གཅོད་པ་ སྤངས་པ་ ཡིན་ ནོ་ ཞེས་ གསུངས་ ཏེ །_
en: ‘Lord of elephants, Overjoyed and Vemacitrin have lost their spirit even though their chariots are still functional. Now, I cannot kill the asuras because the Great Sage has taught that renouncing killing is the basis for transcending suffering.

source: འདི་ ནི་ སེམས་ཅན་ ཐམས་ཅད་ ལ་ སླུ་བ་ མེད་པ འི་ གཞི་ ཡིན་ ནོ །_།
en: For all sentient beings, this remains the unerring basis.

source: དེ་ རང་ གི་ སྲོག་ དང་ ལྷན་ཅིག་ སོང་ ཡང་ བླ ས །_ དེ འི་ ཤིང་རྟ་ བརྒྱ འམ་ སྟོང་ དུ་ གཞོམ་པ ར་ བྱ་བ་ ལ་ ཁྱོད་ རིངས་པ ར་ ཆོས་ ཤིག _།
en: Therefore, let the asuras escape with their lives, but go and smash their chariots into hundreds and thousands of pieces.’

source: དེས་ དེ་སྐད་ བསྒོ་ ནས་ བརྒྱ་བྱིན་ དེས་ སྤྲུལ་པ་ བྱས་པ་ དང་ །_ གླང་པོ་ཆེ འི་ དབང་པོ་ དང་ ལྷན་ཅིག་ ས འི་ འོག་ གི་ སྒོ་ ག་ལ་བ་ དེར་ རླུང་ གི་ ཤུགས་ ལྟར་ བརྒྱུགས་ སོ །_།
en: $363 “When he has given this command, Śakra, along with his emanations and the lord of elephants, will then rush toward the gateways to the subterranean world as swiftly as the wind.

source: དེ་ འོང་བ་ མངོན་པར་ མཐོང་ ནས །_ རབ་དགོད་ དང་ ཐགས་ བཟངས་ རིས་ ཤིན་ཏུ་ སྐྲག་ སྟེ །_
en: Seeing this advance, Overjoyed and Vemacitrin will be terrified.

source: མཐུ་ མེད་པ་ དག་ས འི་ འོག་ གི་ སྒོ་ ག་ལ་བ་ དེར་ རིངས་པ ར་ རྒྱུག་ གོ །_།
en: Powerless, they will race toward the gateways to the subterranean world.

source: དེ་ནས་ མགྱོགས་པ ར་ སོང་ ནས །_ ས་སྲུང་ གི་ བུ འི་ སྟོབས་ ཀྱིས་ ཤིང་རྟ་ དེ་ལས་ རབ་དགོད་ དེ་ ཕབ་ ནས་ ཤིང་རྟ་ དང་ ཕྲལ་ ལོ །_།
en: However, Airāvaṇa will grab them as they flee and lift them out of their chariots.

source: དེ་ནས་ ཤིང་རྟ་ དེ་ སྣ འི་ ཐོར་ཏོ ས་ དེ འི་ མིག་ སྔར་ རྩྭ་ བཞིན་ དུ་ བརྒྱ་ འམ་ སྟོང་ དུ་ བཅོམ་ མོ །_།
en: With a furious gaze in his eyes, Airāvaṇa will crush the chariots, smashing them into hundreds and thousands of pieces with his trunk as if they were heaps of straw.

source: མེ་ཏོག་ ཕྲེང་ ཡང་ དཔུང་ དང་ མཐུ་ ཉམས་ ནས །_ ས འི་ འོག་ གི་ སྒོ་ ག་ལ་བ་ དེར་ འབྲོས་པ ར་ བྱེད་ དེ །_
en: $364 “Puṣpamāla, who has also lost his power and might, will likewise seek to escape toward the gateways to the subterranean world.

source: སྲོག་ ལ་ བསམ་པ་ བསྡུས་པ །_ བརྩོན་འགྲུས་ ཉམས་པ །_ སྤྲོ་བ་ མེད་པ །_ རང་ གི་ བུ་ དང་ ཆུང་མ་ སྙིང་ ལ་ བསམས་ ནས །_ ས འི་ [51b] འོག་ གི་ སྒོ་ ག་ལ་བ་ དེར་ རྒྱུག་ གོ །_།
en: Fearing for his life, having lost all vigor and joy, and intensely concerned about his wife and children, [51.b] he will race toward the gateways to the subterranean world.

source: ལྷ་མ་ ཡིན་ གྱི་ དབང་པོ་ བརྟན་པ་ ཡང་ གསོན་པ ར་ འདོད་ དེ །_ རང་ གི་ ཁྱིམ་ དུ་ ཕྱོགས་ ནས་ ས འི་ འོག་ གི་ སྒོ་ ག་ལ་བ་ དེར་ རྒྱུག་ གོ _།
en: Firm, too, seeking to save his life, will rush toward the gateways to the subterranean world and his home.

source: ལྷ་མ་ ཡིན་ གྱི་ དབང་པོ་ སྒྲ་གཅན་ གསོན་པ ར་ འདོད་པ་ ལུས་ བོང་ ཆེ་བ་ འབའ་ཞིག་ ཏུ་ འདུག་པ་ ཡང་ ས འི་ འོག་ གི་ སྒོ་ ག་ལ་བ་ དེར་ རྒྱུག་ གོ །_།
en: Even Rāhu, with his huge body, will seek to save his own life and thus dash toward the gateways to the subterranean world.

source: དེ་ལྟ ར་ ལྷ་མ་ ཡིན་ གྱི་ དབང་པོ་ འཁོར་ དང་ བཅས་པ་ དེ་དག་ ཐམས་ཅད་ ཉམས་པ་ དང་ །_ ལྷ་ རྣམས་ ཤིན་ཏུ་ དགའ་ ནས །_ འདི་སྐད་ སྨྲས་ སོ །_།
en: $365 “With the asura rulers and their retinues thus conquered, the gods will be elated and say,

source: ལྷ་མ་ ཡིན་ རྣམས་ ཀྱིས་ མི་ འཐུན་པ འི་ མཐའ་ ལས་འབྲས་ བུ་ ཉམས་པ འི་ ལྷག་མ་ ཐོབ་ སྟེ །_
en: ‘The asuras have now faced their final defeat as an effect of their flawed conduct.

source: འབྲོས་ ཁུང་ ཚོལ་ བར་ གྱུར་པ་ རྣམས་ ངེད་ ཆོས་ ལ་ ལྟ་ ཞིང་ས འི་ འོག་ གི་ སྒོ་ གཟུང་བ ར་ བྱ འོ་ ཞེས་ སྨྲས་ ནས །_
en: As they now run for a hole to hide in, we shall look toward the Dharma and occupy the gateways to the subterranean world.’#252

source: ལྷ་ ཤིན་ཏུ་ དགའ་བ་ དེ་དག་ རླུང་ གིས་ སྤྲིན་ ཀུན་ དུ་ གཏོར་བ་ ལྟར་ ལྷ་མ་ ཡིན་ རྣམས་ ལ་ རླུང་ གི་ ཤུགས་ ལྟ་བུ ས་ ཀུན་ དུ་ འཚེ་བ ར་ བྱེད་ དོ །_།
en: Thus, with a force like the wind when it scatters clouds, the exhilarated gods will bring devastation to the asuras.

source: དེ་ནས་ དབང་པོ ས་ ལྷ་ དེ་དག་ ལ་ སྨྲས་པ །_
en: $366 “However, the ruler of the gods will say to them,

source: གང་ རང་ གི་ ལུས་མེད་ པར་ བྱ་བ འི་ ཕྱིར་ དང་ ལྷ་མ་ ཡིན་ མང་པོ་ འདི་ རྣམས་ སྲོག་ དང་ བྲལ་བ ར་ བྱ་བ འི་ ཕྱིར་ དོན་མེད་པ །_ འཁོན་ཞུགས་པ །_ ཉེས་པ འི་ གནས་ འདི་དག་ ཅིའི་ཕྱིར་ བྱས །_
en: ‘Why would you meaninglessly seek to destroy your own bodies and slay asuras? Why would you hold grudges and misbehave?

source: ལྷ་ རྣམས་ ཀྱི་ རྒྱལ་བ་ དང་ ཕམ་པ་ ནི་ མི་ལ་ རག་ ལས་པ་ ཡིན་ ལ །_
en: Whether the gods win or lose depends on humans.

source: ད་དུང་ དུ་ མི འི་ འཇིག་རྟེན་ ན་ སྐྱེས་བུ་ ཆོས་ དང་ ལྡན་ ཞིང་ ཆོས་ ཀྱི་ རྗེས་སུ་ འཇུག་པ་ ཐམས་ཅད་ བརྟན་པ་ དག་ ཡོད་ ན
en: In the world of humans, there are still people who are righteous and steadfast in following the Dharma.

source: ཁྱེད་ ཀྱིས་ ཡུལ་ དང་ དུས་ དེ་དག་ ཤེས་བཞིན་ དུ་ བདག་ཉིད་ གསོད་པ འི་ དགྲ་ དོན་མེད་པ་ འདི་དག་ བྱས་ སོ །_།
en: So, when you are mindful of both object and time, it is pointless to make enemies of those who will surely slay you.’#253

source: དེ་ནས་ ཡང་ ལྷ་མ་ ཡིན་ ཉམས་པ་ སྲོག་ གི་ སྐྱབས་ ཚོལ་བ་ རྣམས་ ས འི་ འོག་ གི་ སྒོ་ ག་ལ་བ་ དེ་ཉིད་ དུ་ རྒྱུག་ གོ །_། དེ་ནས་ དབང་པོ ས་ ལྷ་ རྣམས་ ལ་ བསྒོ་བ །_
en: $367 “Thus, as the defeated asuras continue to flee below the ground to save their own skins, the ruler of the gods will command the others,

source: ལྷ་ དག་ སླར་ ལོག་ སླར་ ལོག _།
en: ‘Gods, return, return!

source: ཕྱིས་ ཕམ་པ ར་ འགྱུར་བ འི་ སྲོག་ དང་ ལྡན་པ་ རྣམས་ རང་ གི་ གནས་ སུ་ ཐོང་ ཤིག _།
en: Let those losers who are still alive go free.’

source: དེ་ནས་ དབང་པོ་ ལ་ ལྷ་ རྣམས་ ཀྱིས་ སྨྲས་པ །_
en: $368 “But the gods will reply to their ruler,

source: འདི་ལྟར་ ལྷ་མ་ ཡིན་ ཁེངས་པ་ འདི་དག་ ནི་ བདག་ཉིད་ དང་ གཞན་ གྱི་ དཔུང་ ཁོང་ དུ་མ་ ཆུད་པ་ ལགས་ ཏེ །_
en: ‘Those arrogant asuras do not understand how their own army stacks up against that of others.

source: འདི་དག་ ནི་ བདག་ཅག་ གིས་ ངེས་པ ར་ ཇི་ལྟ ར་ སླར་ ལྡོག་པ ར་ མི་འགྱུར་བ་ དེ་ལྟ ར་ དགྲ་ བསལ་བ ར་ བགྱི འོ །_།
en: We must ensure that they do not return and shall therefore do away with this enemy.

source: བདག་ཅག་ ནི་ འདི་དག་ ལ་ གནོད་པ་ མི་ བགྱིད་ དེ །_ འདི་ལྟར་ བདག་ཅག་ མཐོ་རིས་ ན་ རང་ [52a] གི་ ལས་ ཀྱི་ འབྲས་བུ་ ལ་ སྤྱོད་ ཅིང་ མཆིས་ ན །_ འདི་དག་ གིས་ མི འི་ འཇིག་རྟེན་ ན་ བདག་ཅག་ གི་ ཆོས་ དང་ ལྡན་ ཞིང་ ཆོས་ ཀྱི་ རྗེས་སུ་ འཇུག་པ འི་ མི་ རྣམས་ ལ་ ཅི་སྟེ་ བར་ཆད་ བགྱི་ བར་ འབད །_
en: We never harmed them, but while we lounged in the higher realms [52.a] enjoying the effects of our own karmic action, they created obstacles for the people in the realm of those humans who are righteous and follow the Dharma. Why did they do that?

source: དགྲ་ འདི་དག་ མ་ བསལ་བ ར་ བདག་ཅག་ སླར་ མི་ མཆིའོ །_།
en: We shall not turn back until we have gotten rid of this enemy!’

source: དེ་དག་ གིས་ དེ་སྐད་ སྨྲས་ ནས །_ དེ་ནས་ ཡང་ ལག་ཆ་ དང་ །_ མཚོན་ཆ་ དང་ །_ གོ་མཚོན་ སྣ་ཚོགས་ བགོས་ ཏེ །_ འདི་ལྟར་ ལྷ་མ་ ཡིན་ འདི་དག་ ངེས་པ ར་ ཤིན་ཏུ་ ཚར་ གཅད་པ ར་ བྱ འོ་ སྙམ་པ འི་ བློ་ དེས་ ལྷ་མ་ ཡིན་ རྣམས་ གཞོམ་པ འི་ ཕྱིར་ ཤུགས་ དང་ ལྡན་པ ས་ བརྒྱུགས་ སོ །_། དེ་ལྟ ར་ ཡིད་ ལ་ བྱེད་པ་ དེ་ལྟ་ བུ་ དང་ འབད་པ་ དེ་ལྟ་ བུ་ དག་ ལ །_
en: The gods will then once again equip themselves with arms, weapons, and armor, and proceed to fiercely pursue the asuras, seeking to completely exterminate them.

source: དེ་ནས་ ཡང་ ལྷ འི་ དབང་པོ འི་ ཡིད་ སྙིང་རྗེས་ བརླན་པ ས་ སྨྲས་པ །_
en: $369 “Filled with compassion, Śakra will once more say,

source: ལྷ་མ་ ཡིན་ རབ་དགོད་ ལ་སོགས་པ་ བཏག་པ་ ཁྱེད་ ཀྱི་ སྙིང་ ལ་ བརྩེ་བ་ མེད་ དམ །_
en: ‘Do you not have any love in your hearts for Overjoyed and the other defeated asuras?’

source: དེ་སྐད་ སྨྲས་ ནས ལྷ འི་ འདུན་ས་ ཆོས་ བཟང་ ན་ ལྷ་ འཁོད་པ་ གང་ཡིན་པ་ དེ་དག་ བསྡུས་ ནས་ སླར་ ལོག་ གོ །_།
en: Having spoken these words, he will summon the gods that belong at Sudharma, the assembly hall of the gods, and return home.

source: དེ་ནས་ ལྷ འི་ དབང་པོ་ སླར་ ལོག་པ་ མཐོང་ ནས །_ རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ རྣམས་ ཀྱིས་ སུམ་ཅུ་རྩ་གསུམ་པ་ རྣམས་ ལ་ སྨྲས་པ །_
en: $370 “When they see the ruler of the gods departing, the gods of the Four Great Kings will say to the gods of the Heaven of the Thirty-Three,

source: འདི་ལྟར་ ལྷ འི་ དབང་པོ་ དེ་ སླར་ གཤེགས་ སོ །_། ལྷ འི་ དབང་པོ་ དེ་ སླར་ གཤེགས་ ཀྱིས་ ཁྱེད་ ཀྱང་ མ་ལུས་པ ར་ སླར་ གཤེགས་ ཤིག་ ཅེས་ སྨྲས་ ནས །_
en: ‘The ruler of the gods is now returning home. Since the ruler of the gods is going home, all of you should do so too.’

source: རྒྱལ་བ་ ཐོབ་པ འི་ ལྷ་ རྣམས་ སླར་ ལོག་ སྟེ །_ དེ་ནས་ ཡང་ ཕན་ཚུན་ དགའ་བ འི་ ཡིད་ ཀྱིས་ རང་ གི་ གནས་ སུ་ དོང་ ངོ་ །_།
en: $371 “At this point, the victorious gods all take leave and with joyous minds return to their respective homes.

source: ལྷ འི་ དབང་པོ་ བརྒྱ་བྱིན་ ཡང་ སུམ་ཅུ་རྩ་གསུམ་པ་ རྣམས་ ཀྱིས་ མངོན་པར་ བསྟོད་ ཅིང་ ས་སྲུང་ གི་ བུ་ ལ་ ཞོན་ ཏེ །_ ཡིད་ དགའ་བ ས་ སུམ་ཅུ་རྩ་གསུམ་པ འི་ ལྷ འི་ འདུན་ས་ ཆོས་ བཟང་ ག་ལ་བ་ དེར་ འཛེགས་ ཏེ་ དོང་ ངོ་ །_།
en: Praised by the gods of the Heaven of the Thirty-Three, Śakra, the ruler of the gods, will joyfully ride Airāvaṇa to Sudharma, the assembly hall of the gods of the Heaven of the Thirty-Three, and there will once again take a seat upon his throne.

source: ལྷ་ རྣམས་ ཀྱང་ རང་རང་ གནས་ སུ་ དོང་ ནས །_ དེ་ནས་ ཡང་ གོ་མཚོན་ དང་ །_ ལག་ཆ་ རྣམས་ ཤིང་རྟ་ སྣ་ཚོགས་ ཀྱི་ ཚལ་ དུ་ བཞག་ གོ །_།
en: The gods will return to their homes and deposit their armor, weapons, and arms at Caitra­ratha­vana.

source: གླང་པོ་ཆེ་ ས་སྲུང་ གི་ བུ་ ཡང་སྤྲུལ་པ་ དེ་དག་ བསྡུས་ ནས་ ཐ་མལ་ པར་ གནས་ ཏེ །_ རང་ གི་ རྫིང་བུ་ པད་མ་ དང་ །_ ཨུད་པ་ ལས་ ཁེབས་པ ར་ ཞུགས་ སོ །_།
en: Airāvaṇa will reabsorb his emanations, return to his ordinary form, and proceed to enter his pool of pink and blue lotuses.

source: དེ་ལྟ ར་ ལྷ་ རྣམས་ ལྷ འི་ འཇིག་རྟེན་ དུ་ དོང་ ནས །_ གཟུགས་ དང་ །_ སྒྲ་ དང་ །_ དྲི་ དང་ །_ རོ་ ཡིད་ དུ་ འོང་བ་ ལ་ཉེ་ [52b] བར་ སྤྱོད་ དེ །_ ལྷ འི་ འདོད་པ འི་ ཡོན་ཏན་ ལྔ་ འབྱོར་ ཅིང་ ལྡན་པ ར་ གྱུར་པ་ རྣམས་ ཀྱི་ གནས་ སོ །_།
en: Thus, the gods will return to their divine world where they enjoy delightful forms, sounds, scents, and tastes, [52.b] as well as all the other divine pleasures of the five senses.

source: ཀླུ འི་ རྒྱལ་པོ །_ འཇོག་པོ་ དང་ །_ ནོར་ རྒྱས་ ཀྱི་ བུ་ ལ་སོགས་པ་ རྒྱལ་བ་ ཐོབ་པ་ རྣམས་ ཀྱང་ སྙིང་ རབ་ཏུ་ དགའ་ སྟེ །_ རང་ གི་ གནས་ ལོངས་སྤྱོད་ ལྡན་ ག་ལ་བ་ དེར་ དོང་ ངོ་ །_།
en: Takṣaka, Vāsuki, and the other victorious nāga rulers will likewise be delighted and return to their homes in Endowed with Enjoyments.

source: ལྷ་མ་ ཡིན་ བཏག་ བཏག་ སྟེ་ ཉམས་པ འི་ ལྷག་མ་ ལུས་ ཤིག་ཤིག་པོ ར་ གྱུར་པ་ ཉམས་ རབ་ཏུ་ ཉམས་པ འི་ སེམས་ཅན་ ངོ་ཚ་ ནས་ མགོ་སྨད་པ་ རྣམས་ ཀྱང་ །_ བུད་མེད་ རབ་ཏུ་ ངུ་ ཞིང་ ཡིད་ དམན་པ་ རྣམས་ ཀྱིས་ མདུན་ ནས་ བསུ་བ་ ན །_
en: $372 “Beaten, defeated, and completely broken, the asuras will return in humiliation and anguish to their realm, where they will be received by wailing and despairing women.

source: སྒྲ་གཅན་ གྱིས་ ལྷ་མ་ ཡིན་ གྱི་ དབང་པོ་ སྙིང་སྟོབས་ ཉམས་པ་ དེ་དག་ ལ་ སྨྲས་པ །_
en: To the asura rulers, who now have lost their courage, Rāhu will say,

source: ད་ལྟ ར་ འཐབ་པ འི་ དུས་ ལ་མ་ བབ་བོ་ ཞེས་ ངས་ སྔར་ མ་ བྱས་ སམ །_ ད་དུང་ དུ་ མི འི་ འཇིག་རྟེན་ ན་ ཆོས་ དང་ ལྡན་ ཞིང་ ཆོས་ ཀྱི་ རྗེས་སུ་ འཇུག་པ འི་ མི་ མར་ འཛིན་པ །_ ཕ ར་ འཛིན་པ །_ དགེ་སྦྱོང་ དུ་ འཛིན་པ །_ བྲམ་ཟེ ར་ འཛིན་པ །_ རིགས་ ཀྱི་ རྒན་རབས་ ཀྱི་ རྗེས་སུ་ འཇུག་པ་ དག་ ཡོད་པ ས་ ལྷ འི་ ཕྱོགས་ ནི་ རབ་ཏུ་ འཕེལ་ ལ །_ བདག་ཅག་ གི་ ཕྱོགས་ ནི་ འགྲིབ་པོ་ ཞེས་ བདག་ གིས་ སྔར་ བསྒོ་ ན །_
en: ‘I told you that this was not the time to fight. In the world of humans, there are still people who are righteous and follow the Dharma, who respect their mothers, their fathers, mendicants, and brahmins, and who follow the elders in their families. Hence, the forces of the gods are flourishing, whereas ours are on the wane.

source: དེ་ཡང་ ཁྱེད་ ཀྱིས་ མ་ མཉན་ ཏེ །_ བདག་ གི་ ཚིག་ དེ་ལྟ ར་ མ་ བྱས་པ ས་ འདི་ ནི་ དེ འི་ འབྲས་བུ་ ཡིན་ ནོ །_།
en: I told you this already, but you did not listen. This is what happens when you do not heed my words!’

source: ལྷ་ རྣམས་ ཀྱིས་ ལྷ་མ་ ཡིན་ ཉམས་པ ར་ བྱས་པ་ འབུམ་ཕྲག་ དུ་མ་ གང་ཡིན་པ་ དག་ ལ་ སྒྲ་གཅན་ གྱིས་ དེ་སྐད་ སྨྲས་པ་ དང་ །_ ལྷ་མ་ ཡིན་ གཞན་ ཞིག་ གིས་ ཀྱང་ སྨྲས་པ །_
en: $373 “When Rāhu recounts the hundreds of thousands of miseries that the asuras have suffered at the hands of the gods, other asuras will say,

source: འདི་ལྟར་ གཡུལ་འགྱེད་པ འི་ དུས་ ལ་མ་ བབ་བོ་ ཞེས་ སྨྲས་པ །_ མ་ མཉན་པ འི་ འབྲས་བུ་ ནི་ འདི་ ཡིན་ ནོ །_།
en: ‘This is indeed the effect of having ignored his warning that this was not the time for war.’

source: ལྷ་མ་ ཡིན་ མགུལ་ ཕྲེང་ གིས་ ཀྱང་ སྨྲས་པ །_
en: $374 “Moreover, the necklace asuras will say,

source: འདི་ལྟར་ གང་ གིས་ མི་ བྱ་བ ར་ བྱ་བ་ དེ་དག་ གི་ ངོ་བོ་ མེད་པ་ ལ་ བློ་གྲོས་ ངན་པ་ འདི་ སྐྱེས་པ་ ཉེ་བ ར་ གནས་ སོ །_།
en: ‘This all happened because we did what should not be done. This failure is all due to our own feeble intelligence.’#254

source: དེ་དག་ ཐམས་ཅད་ ཕན་ཚུན་ དེ་སྐད་ སྨྲེ་ ཞིང་ རང་རང་ གི་ གནས་ ག་ལ་བ་ དེར་ དོང་ ངོ་ །_།
en: Lamenting like this to one another, they will then return to their homes.

source: ཐགས་ བཟངས་ རིས་ ཀྱང་ གནས་ གཞན་ བཞི་པ ར་ ངོ་ཚ་ ནས་ མགོ་སྨད་ དེ་ ཞུགས་པ་ དང་ །_ ལྷ་མ་ ཡིན་ གྱི་ བུ་མོ་ ཉམས་པ་ རབ་ཏུ་ ངུ་ ཞིང་ ངོམ་ ཟུམ་ གནག་པ་ རྣམས་ ཀྱིས་ ཡོངས་སུ་ བསྐོར་ ནས་ རང་ གི་ གནས་ སུ་ དོང་ ངོ་ །_།
en: $375 “Likewise, with his head hanging in shame, Vemacitrin will return to the fourth asura level, where despairing asurīs will surround him, wailing, their faces filled with anguish.

source: ཀླུ་ རབ་ འཇོམས་ ལ་སོགས་པ་ ཆོས་ དང་ མི་ ལྡན་ ཞིང་ ཆོས་ ཀྱི་ རྗེས་སུ་ མི་ འཇུག་པ །_ སྙིང་སྟོབས་ རབ་ [53a] ཏུ་ ཉམས་པ་ རྣམས་ ཀྱང་ ཀླུ འི་ གནས་ ལོངས་སྤྱོད་ ལྡན་ ག་ལ་བ་ དེར་ དོང་ ངོ་ །_།
en: In addition, Pramatha and the other unrighteous nāgas who do not follow the Dharma [53.a] will return defeated to their homes in Endowed with Enjoyments.

source: དེ་ལྟ ར་ སྲེད་པ འི་ དུག་ གིས་ ཉམས་པ འི་ སེམས་ཅན་ ཕན་ཚུན་ རབ་ཏུ་ ཉམས་པ་ དག་ འཁོར་བ་ ན་ འཁོར་ ཞིང་ འཁྱམ་ ཡང་ བདེ་བ་ མི་ མཐོང་ ངོ་ །_།
en: $376 “Thus, poisoned by the venom of craving, sentient beings cause each other’s ruin. Cycling and roaming through cyclic existence, they never meet with any happiness.

source: དེ་དག་ རྗེས་སུ་ མཐོང་ ནས་ འཕགས་པ་ ཉན་ཐོས་ འདོད་པ་ དག་ གི་ འདོད་ཆགས་ དང་ བྲལ་ ལོ །_།
en: Recognizing this, the noble hearers become free from desire.

source: དེ་ནས་ གཞན་ ཡང་ རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ ལ་ འདི་ལྟར་ དགེ་སློང་ འདི་ ནི་ ས་ གཞན་ བཅུ་བདུན་པ་ ལ་ ཞུགས་ ཏེ །_ དེ་ ཁོ་ན་ཉིད་ ལ་ བློ་ ཤིན་ཏུ་ ཞེན་ ཏོ །_།
en: $377 “At this point the monk, the spiritual practitioner who abides by the observation of inner phenomena, will enter onto the sixteenth ground,#255 and his mind will become thoroughly focused on reality.

source: དེ་ ཐོས་ ནས་ ས་བླ འི་ གནོད་སྦྱིན་ ཤིན་ཏུ་ དགའ་ ནས་ བར་སྣང་ ལ་ རྒྱུ་བ འི་ གནོད་སྦྱིན་ རྣམས་ ལ་ སྦྲན་ ཏོ །_།
en: When the terrestrial yakṣas learn of that attainment, they will become overjoyed and convey the news to the celestial yakṣas.

source: དེ་དག་ གིས་ ཀྱང་ འཇིག་རྟེན་ སྐྱོང་བ་ རྣམས་ ལ་ སྔ་མ་ བཞིན་ སྦྱར་ ཏེ །_ ཆུང་ དགེ འི་ བར་ དུ་ ཡང་ དེ་བཞིན་ དུ་ སྦྲན་ ཏེ །_
en: The latter will in turn inform the Four Great Kings, and so the message will, in the same way as before, pass all the way to the Heaven of Limited Virtue.

source: འདི་ལྟར་ འཛམ་བུ འི་ གླིང་ ན་ རིགས་ ཀྱི་ བུ་ ཆེ་གེ་མོ་ ཞིག _། གྲང་ མང་གེ་མོ་ ཞིག _། གྲང་ རྡལ་ ག་གེ་མོ་ ཞིག་ ཏུ་ མིང་ ཆེ་གེ་མོ་ ཞེས་ བྱ་བ་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས །_ གོས་ ངུར་སྨྲིག་ བགོས་ ནས་ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ སྟེ །_
en: Thus, it will be related: ‘In Jambudvīpa, the noble son known as so-and-so, who is from such and such an area, and such and such a town, has shaved off his hair and beard, donned the saffron-colored robes, and has with faith gone forth from the household to become a homeless mendicant.

source: དེ་ བདུད་ ཀྱི་ ཡུལ་ གྱི་ དངོས་པོ་ ནི་ མི་ འདོད །_ ཉོན་མོངས་པ འི་ དངོས་པོ་ རྣམས་ དང་ ཡང་ ལྷན་ཅིག་ གནས་པ ར་ མི་ བྱེད་ ལ །_ འཁོར་བ་ ལས་ ཤིན་ཏུ་ འདོད་ཆགས་ དང་ བྲལ་ ཏེ །_
en: He has no interest in anything belonging to the māras, does not remain among the objects that are associated with affliction, and is totally free from the desires of cyclic existence.

source: དེ་ལྟ ར་ འབད་པ ས་ ཀུན་ དུ་ ཁྱབ་ ནས །_ ས་ གཞན་ བཅུ་བདུན་པ་ ལ་ ཞུགས་ སོ །_།
en: As his endeavors have become all-encompassing, he has now entered the sixteenth ground.’

source: དེ་ ཐོས་ ནས་ ལྷ་ རྣམས་ ཤིན་ཏུ་ དགའ་ ནས་ བསྟོད་ དེ །_ འདི་ལྟར་ གང་ བདུད་ ཀྱི་ ཕྱོགས་ ནི་ འགྲིབ་ ལ །_ དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ འཕེལ་བ་ ནི་ བདག་ཅག་ དག འོ །_།
en: $378 “When the gods hear this, they will become extremely delighted and offer their praise, saying, ‘We rejoice in the one who causes the forces of the māras to wane and the forces of the sacred Dharma to increase.’ ”

source: དུད་འགྲོ འི་ ལེའུ་ རྫོགས་ སོ །།_།།
en: $379 This completes the chapter on the animals.
